{
    "Alex McAllister": {
        "bio" : "is not currently, and has never been, a rhinoceros. He has, however, directed many plays including <i>Predormital</i> (NotaBle Acts), <i>Play On!</i> (Dartmouth Players), and <i>The Baltimore Waltz</i> (Smugglers Theatre). He is one of the founding members of Smugglers Theatre. He would like to thank his wife, Jessica, and his cats - Mickey, and Mando. He would also like to thank Jason McIntyre for keeping him sane these past 6 months"
    },
    "Brenna Gauthier": {
        "pronouns": "(she/her)",
        "bio": "is from Riverview, NB, but has been living and performing in Fredericton since 2017. She has recently been involved in <i>Romeo and Juliet</i> (Bard in the Barracks), <i>The Perfect Arrangement</i> (TUNB), <i>Lakeview Hotel</i> (NotaBle Acts), and <i>Coriolanus</i> (Bard in the Barracks). She is beyond grateful to be part of such a phenomenal cast and crew, and has been blown away by the community support throughout the whole process."
    },
    "Camryn Gaudet": {
        "pronouns": "(she/they)",
        "bio": "is a recent UNB graduate who completed a double major in Theatre and Computer Science. She's worked with several different theatre companies and festivals across Fredericton including Theatre UNB, NotaBle Acts, Bard in the Barracks, and most recently Next Folding and Smugglers. She's currently most known for her performance as Satan in Theatre UNB's <i>Paradise Lost</i> (2023). This is her first show with Smugglers and she hopes you can spot her Rhinoceros cameo amongst the chaos."
    },
    "Dani Brun": {
        "pronouns": "(she/her)",
        "bio": "loves a hot dog. Known for heroically stepping into last-minute stage management gigs (but mostly for loving hot dogs), she’s had the pleasure of working both on and off stage with various theatre companies around Fredericton and Toronto. Dani is thrilled to be a part of this production—but can’t help thinking it would be even better with a hot dog!"
    },
    "Dillon Matchett": {
        "pronouns": "(Any/All)",
        "bio": "is a Fredericton local, excited to have the opportunity of doing this show with Smugglers Theatre. They have loved the process of working on Rhinoceros and hope everyone enjoys the show."
    },
    "Emily Bosse": {
        "bio": "likes to make things, and it's been a few years since she's had the chance to be part of a play. Thank you to the fine Smugglers Theater folks and the cast and crew for making this such a  welcoming and memorable experience!"
    },
    "Emily Darling": {
        "bio": "EMILY BIO HERE"
    },
    "Finnley Boehm": {
        "pronouns": "(he/him)",
        "bio": "is a multidisciplinary theatre artist, originally from Waterloo, ON. He works as an Assistant Technical Services Manager at the Fredericton Playhouse. Some of his recent credits include Technician for <i>Bluebirds</i> (TNB), Stage Manager and Technical Director for <i>Salt-Water Moon</i> (Non-Stop Theatrics), and Stage Manager and Technical Director for <i>Baltimore Waltz</i> (Smuggler's Theatre). When he’s not in a theatre, he’s camping, playing board games, or chilling with his favourite furball, Magnus."
    },
    "Jason McIntyre": {
        "bio": "is a bipedal human being working in the Fredericton arts community. He is primarily an actor and writer, most recently having played Jacob Mercer in Non-Stop Theatrics' production of <i>Saltwater Moon</i> and Jason Kowalski in the <i>Yesterday's Weather</i> short film, which he also co-wrote. Jason co-founded the Dead Serious Improv troupe and co-created Smugglers Theatre because an excess of free time makes him consider the void. <i>Rhinoceros</i> is Jason's dream production, and Berenger his dream role. Jason would like to thank his artistic partner Alex McAllister for continuing to play this game of chicken with him, his partner-partner Naomi McGowan for her astounding ability to make life fun, and his father Hal, mother Simona, and brother Josh. Existentialism, and Ionesco by extension, ask you to consider what makes your life worth living. These people make that question easy to answer"
    },
    "Josh Burke": {
        "bio": "would just like to say: 'Brr! Grr!! Brrrrr! Brrr!'"
    },
    "Kat Hall": {
        "pronouns": "(she/they)",
        "bio": "is an artist by night, nerd by employ in the day. She's been in the Fredericton theater scene for a hot minute, and believes this show to be a wonderful showing of the talent and passion in this little community. She was last seen in Bard in the Barrack's <i>Romeo and Juliet</i>, TUNB's <i>Perfect Arrangement</i>, as well as a few local scripts in Notable Acts. She's mother to the world's cutest dog, and is ready to debate on that point."
    },
    "Kaylee MacNeil": {
        "pronouns": "(she/her)",
        "bio": "is a thespian, poet, and licensed makeup artist who loves drinking Dave Mattews and getting caught in the rain. You may recognize her from various theatrical shenanigans across Fredericton from companies like Solo Chicken Productions, Bard in the Barracks, NoteaBle Acts, and more. Kaylee is overjoyed to be able to clown with the Rhinoceros cast and crew and hopes you are prepared for the notorious Mrs. B-E-E-F."
    },
    "Kelsey Hines": {
        "pronouns": "(she/her)",
        "bio": "is an actress and metalsmith from Miramichi, NB. She is excited to work with Smuggler's Theatre and has had so much fun with the cast and crew of Rhinoceros. Most recently, she has appeared in Bard in the Barracks’ <i>Twelfth Night</i> (2024), TUNB's <i>Perfect Arrangement</i> (2023) and Bard's <i>Much Ado About Nothing</i> (2023)."
    },
    "Mary Walker": {
        "bio": "MARY BIO HERE"
    },
    "Naomi McGowan": {
        "bio": "NAOMI BIO HERE"
    },
    "Peter Boyce": {
        "bio": "is a recent graduate of St. Thomas University, and has been acting on stage for nearly twenty years. He is very excited to be a part of this crazy show. Previous shows include: <i>War of the Worlds</i>, <i>Sense and Sensibility</i> and <i>Romeo & Juliet</i>"
    }
}